{
  "buttons": {
    "back": "BACK",
    "cancel": "CANCEL",
    "confirmUser": "CONFIRM USER",
    "next": "NEXT",
    "signIn": "SIGN IN",
    "signUp": "SIGN UP"
  },
  "enums": {
    "colorPerception": {
      "0": "No Difficulty at all",
      "1": "Slight or Infrequent Difficulty",
      "2": "Moderate Difficulty",
      "3": "Definite or Frequent Difficulty"
    },
    "gender": {
      "male": "Male",
      "female": "Female",
      "other": "Other"
    }
  },
  "fields": {
    "acceptResearch": "I agree that my anonymized data will be used for research (cf. Article 5)",
    "acceptTerms": "I agree with these terms and conditions",
    "age": "Age",
    "colorPerception": "To what extent, if any, do you have difficulty in telling colors apart that other people are easily able to tell apart?",
    "countryOfBirth": "Country of Birth",
    "countryOfResidence": "Country of Residence",
    "gender": "Gender",
    "password": "Password",
    "phoneNumber": "Phone Number (with country code)",
    "phoneNumberHelp": "This will be your username. Do not include leading zeros after the country code. A confirmation code will be sent by SMS."
  },
  "modal": {
    "header": "User already exists",
    "body": "Are you trying to complete the sign up process by entering a confirmation code? Or would you like to sign in instead?"
  },
  "terms": {
    "title": "Mobile Application Terms and Conditions of Use",
    "purpose": "These terms and conditions of use are intended to define how NeuroTech makes available this mobile application, and the services available to the benefit of the user. By using the NeuroTech mobile application, the user accepts without reservation these terms and conditions of use.",
    "articleOneTitle": "Article 1 - Description of the application",
    "articleOneBody": [
      "This mobile application aims to allow spectators of the concert \"Le Cerveau Enchanté\" to interact in real-time on various activities proposed in connection with the program of the concert. The application is edited and distributed by NeuroTech."
    ],
    "articleTwoTitle": "Article 2 - Liability of the publisher",
    "articleTwoBody": [
      "The use of information and documents available on this application are under the responsibility of the user, who assumes all the consequences."
    ],
    "articleTwoSectionOneTitle": "2.1. Technical constraints",
    "articleTwoSectionOneBody": [
      "The mobile app works with mobile devices using Apple iOS and Android operating systems. NeuroTech does not guarantee the absence of bugs, inaccuracies, errors, or other harmful elements. The mobile application is dependent on the mobile network and internet to operate. Therefore, the alert system can only work subject to the availability of the network. NeuroTech declines any responsibility in case of unavailability of the network."
    ],
    "articleThreeTitle": "Article 3 - Intellectual property rights",
    "articleThreeBody": [
      "The application and each of the elements that compose it are the exclusive property of the University of California San Francisco Neuroscape Center in accordance with the provisions of the Code of Intellectual Property (copyright, patent rights, trademarks, designs, logos).",
      "The provision of the application would not be analyzed as a transfer of ownership to the benefits of the user.",
      "The user is not authorized to decompile or disassemble the application, reproduce, represent, modify, translate, adapt, partially or totally without the prior written consent of the University of California San Francisco Neuroscape Center."
    ],
    "articleFourTitle": "Article 4 - Processing and publication of personal anonymized data",
    "articleFourBody": [
      "Data collected via the application are anonymized and hosted on a server at the Centre Hospitalier Universitaire Vaudois.",
      "The collected data are the demographic data as requested on the registration form, as well as the answers to the questions and various activities proposed in the application. There is no collection of medical data.",
      "The collected anonymized data may be used and incorporated in its full form in future versions of this application and other applications, including radio and television broadcast, online publication and virtual reality scenarios – in scientific, commercial and non-profit domains."
    ],
    "articleFiveTitle": "Article 5 – Scientific use of personal anonymized data",
    "articleFiveBody": [
      "The user agrees that the collected anonymized data as described above may be used for research and scientific publications, and made available for other researchers through online data repositories."
    ],
    "articleSixTitle": "Article 6 - Right of access, modification and deletion of collected data",
    "articleSixBody": [
      "According to the Federal Data Protection Act (SDG) 235.1 dated 19 June 1992 (status as of March 1, 2019), upon written request, the user has the right to access, modify, correct, oppose and delete his/her data collected on this application.",
      "These rights are strictly personal and can only be exercised by the user for data concerning him/her, or concerning another user of which he/she is the legal representative. The user can exercise these rights, by sending an e-mail to the address info@neurotech.healthcare or by sending a letter to the following address:",
      [
        "NeuroTech",
        "Biopôle",
        "Route de la Corniche 9A",
        "Secteur Croisettes/ Bâtiment SC-A",
        "1066 Epalinges",
        "Switzerland"
      ],
      "The user must specify his last name, first name, email address, and his user ID. The user must attach to his request any element allowing to identify him/her with certainty. The reply will be sent within a maximum of two (2) months following receipt of the request."
    ],
    "articleSevenTitle": "Article 7 - Applicable law",
    "articleSevenBody": [
      "Swiss law applies to this contract. In case of absence of amicable resolution of a dispute born between the parties, the Swiss courts will be the only competent to settle it.",
      "For any question relating to the application of the present UGC, you can join the publisher at the coordinates inscribed in Article 8."
    ],
    "articleEightTitle": "Article 8 - Legal Notice",
    "articleEightBody": [
      [
        "The application is edited by: NeuroTech",
        "President: Professor Philippe Ryvlin",
        "Publication Director: Dr Arseny Sokolov"
      ]
    ]
  }
}
